Revit 2023 API
GroupTypeId.LifeSafety Property
 "Life Safety"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId LifeSafety { get; }
Visual Basic
Public Shared ReadOnly Property LifeSafety As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LifeSafety {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace